Repository: vikingsbuild/vikings.repo
Catalog: plugin.video.aod/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Videos of 'Anime on Demand'
de_de: Videos von 'Anime on Demand'

# Addon Description
source: The official and legal platform for German animes with Dub and Sub! Cheap subscription with the best video quality.[CR]An Account is required !!![CR]Selected and compiled by Anime on Demand (https://www.anime-on-demand.de/).
de_de: Die offizielle und legale Plattform für deutsche Animes mit Dub und Sub! Günstig im Abo mit bester Videoqualität.[CR]Ein Account wird benötigt !!![CR]Ausgewählt und zusammengestellt von Anime on Demand (https://www.anime-on-demand.de/).

# #30101
source: Quality of the Flash-Stream
de_de: Qualität des Flash-Streams

# #30102
source: Username
de_de: Benutzername

# #30103
source: Password
de_de: Passwort

# #30106
source: Languages
de_de: Sprachen

# #30107
source: All Animes
de_de: Alle Animes

# #30108
source: ANIME-ON-DEMAND-Settings
de_de: ANIME-ON-DEMAND-Einstellungen

# #30109
source: Movies
de_de: Filme

# #30110
source: Username or password is unfortunately wrong !
de_de: Benutzername oder Passwort ist leider falsch !

# #30111
source: !!! Log in again new next time !!!
de_de: !!! Beim nächsten Mal neu einloggen !!!

# #30112
source: Quality of the HTML5-Stream
de_de: Qualität des HTML5-Streams

# #30113
source: New Episodes
de_de: Neue Folgen

# #30114
source: New Simulcasts
de_de: Neue Simulcasts

# #30115
source: New Anime-Title
de_de: Neue Anime-Titel

# #30117
source: New Stuff
de_de: Neues Material

# #30119
source: AoD up to date
de_de: AoD aktuell

# #30120
source: Anime Germany
de_de: Anime Deutschland

# #30122
source: Games
de_de: Spiele

# #30123
source: Display type
de_de: Anzeige Typ

# #30124
source: Only with Subtitles
de_de: Nur mit Untertiteln

# #30125
source: Only Synchronizations
de_de: Nur Synchronisationen

# #30126
source: All
de_de: Alles

# #30127
source: Similar Series
de_de: Ähnliche Serien

# #30128
source: Add favorite ..
de_de: Favoriten hinzufügen ...

# #30129
source: Delete Favorite ...
de_de: Favoriten Löschen ...

source: * My AoD-Favorites *
de_de: * Meine AoD-Favoriten *

source: Successfully added
de_de: Erfolgreich hinzugefügt

source: Series successfully added !
de_de: Serie erfolgreich hinzugefügt !

source: Successfully deleted
de_de: Erfolgreich gelöscht

source: Series successfully deleted !
de_de: Serie erfolgreich gelöscht !
